<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252">
<META NAME="Generator" CONTENT="Microsoft Word 97">
<TITLE>Edivia 2002</TITLE>
</HEAD>
<BODY LINK="#0000ff">

<B><FONT FACE="Verdana" SIZE=6><P ALIGN="CENTER"><A NAME="_Toc536532208">Chapitre 1</A></P>
</FONT><I><FONT SIZE=5><P ALIGN="RIGHT"><A NAME="_Toc536532209">A propos d’INFOVIA…</A></P>
</FONT><FONT SIZE=4><P ALIGN="JUSTIFY">&nbsp;</P>
</I></FONT><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532210">Introduction</A></P>
</B></FONT><P ALIGN="JUSTIFY">Infovia est un logiciel destin&eacute; aux &eacute;leveurs qui font de la vente directe.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532214">tour d’horizon du logiciel  INFOVIA</A></P>
</B></FONT><P ALIGN="JUSTIFY">Le logiciel INFOVIA est un outil complet qui permet &agrave; l’&eacute;leveur de bien g&eacute;rer son activit&eacute; de vente directe. Ce logiciel s’adapte aussi bien &agrave; des structures o&ugrave; la vente directe repr&eacute;sente une activit&eacute; dominante sur l’exploitation qu’aux structures pour lesquelles elle apporte un compl&eacute;ment de revenus. </P>
<P ALIGN="JUSTIFY">Les clients sont stock&eacute;s dans un fichier organis&eacute;, consultable (possibilit&eacute; d’effectuer de nombreux tris), modifiable et exportable (les donn&eacute;es peuvent &ecirc;tre envoy&eacute;es dans Microsoft EXCEL).</P>
<P ALIGN="JUSTIFY">INFOVIA permet d’enregistrer les commandes des clients, de nombreuses informations permettent de g&eacute;rer la prise de commandes (par exemple l’affichage de la quantit&eacute; d&eacute;j&agrave; command&eacute;e sur une vache, les en-cours, des informations propres aux clients…).</P>
<P ALIGN="JUSTIFY">Avec le plan de d&eacute;coupe, INFOVIA donne toutes les indications n&eacute;cessaires pour que la d&eacute;coupe respecte le souhait des clients.</P>
<P ALIGN="JUSTIFY">Les colis sont faciles &agrave; faire &agrave; l’aide d’&eacute;tats de synth&egrave;se qui permettent de retrouver les produits command&eacute;s par client. D’autre part, il est possible d’&eacute;diter automatiquement les &eacute;tiquettes &agrave; coller sur les colis.</P>
<P ALIGN="JUSTIFY">La livraison peut &ecirc;tre raisonn&eacute;e &agrave; l’avance (selon les adresses des clients &agrave; livrer) et le plan de livraison (qui comporte l’ordre des clients &agrave; livrer avec leurs coordonn&eacute;es) est tr&egrave;s utile tout au long de la tourn&eacute;e.</P>
<P ALIGN="JUSTIFY">Pour chacun des clients livr&eacute;s, vous avez la possibilit&eacute; d’imprimer le bon de livraison ou la facture.</P>
<P ALIGN="JUSTIFY">Infovia assure un suivi efficace des paiements et vous informe des clients &agrave; relancer, vous avez la possibilit&eacute; d’imprimer une facture de relance.</P>
<P ALIGN="JUSTIFY">Les remises de ch&egrave;ques peuvent &ecirc;tre &eacute;dit&eacute;es rapidement par INFOVIA.</P>
<P ALIGN="JUSTIFY">Enfin, INFOVIA permet d’all&eacute;ger la relance commerciale en vous fournissant la liste des clients &agrave; relancer avec leurs coordonn&eacute;es, le d&eacute;tail de leur derni&egrave;re commande, la quantit&eacute; totale command&eacute;e.</P>
<P ALIGN="JUSTIFY"></P>
<B><I><FONT SIZE=4><P ALIGN="CENTER">&nbsp;</P>
</I></FONT><FONT FACE="Verdana" SIZE=6><P ALIGN="CENTER"><A NAME="_Toc536532215">Chapitre 2</A></P>
</FONT><I><FONT SIZE=5><P ALIGN="RIGHT"><A NAME="_Toc536532216">Installation et D&eacute;marrage</A></P>
</FONT><FONT SIZE=4><P ALIGN="JUSTIFY">&nbsp;</P>
</I></FONT><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532217">Installation d’Infovia 2002</A></P>
</B></FONT><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Ins&eacute;rez le CD d’installation et suivez les instructions. Normalement, une fen&ecirc;tre appara&icirc;t pour vous guider durant la phase d’installation. Si rien ne se passe apr&egrave;s avoir ins&eacute;r&eacute; le CD dans le lecteur, vous devez : </P>

<UL>
<P ALIGN="JUSTIFY"><LI>Ouvrir le poste de travail (double-cliquez sur l’ic&ocirc;ne Poste de travail)</LI></P>
<P ALIGN="JUSTIFY"><LI>Double-cliquer sur le lecteur CD</LI></P>
<P ALIGN="JUSTIFY"><LI>double-cliquer sur SETUP (ou SETUP.exe) dans la liste des fichiers</LI></P></UL>

<P ALIGN="JUSTIFY"></P>
<U><P ALIGN="JUSTIFY">Remarque</U> : durant la phase d'installation, il est possible qu'un message apparaisse vous demandant si vous souhaitez mettre &agrave; jour certains fichiers, nous vous conseillons de toujours cliquer sur non.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532218">1<SUP>er</SUP> D&eacute;marrage</A> et activation</P>
</B></FONT><P ALIGN="JUSTIFY">Pour lancer Infovia, cliquez sur D&eacute;marrer, sur Programmes (ou &quot;&nbsp;Tous les programmes&nbsp;&quot;), puis sur Infovia.</P>
<P ALIGN="JUSTIFY">Un message vous demande la cl&eacute; d’activation, Contactez-nous pour obtenir la cl&eacute;.</P>
<B><I><P ALIGN="CENTER"></P>
</I><FONT FACE="Verdana" SIZE=6><P ALIGN="CENTER"> <A NAME="_Toc536532219">Chapitre 3</A>&nbsp;</P>
</FONT><I><FONT SIZE=5><P ALIGN="RIGHT"><A NAME="_Toc536532220">Prise en main d’INFOVIA</A></P>
</FONT><FONT SIZE=1><P>&nbsp;</P>
</I></FONT><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532221">Pr&eacute;sentation</A> </P>
</B></FONT><FONT SIZE=2><P ALIGN="JUSTIFY"></P>
</FONT><P ALIGN="JUSTIFY"><IMG SRC="Image3.gif" WIDTH=332 HEIGHT=244></P>
<FONT SIZE=2><P ALIGN="JUSTIFY"></P>
</FONT><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<FONT SIZE=2><P ALIGN="JUSTIFY"></P>
</FONT><P ALIGN="JUSTIFY"></P>
<FONT SIZE=2><P ALIGN="JUSTIFY"></P>
</FONT><P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532222">Zone d'acc&egrave;s aux formulaires</A></P>
</B></FONT><P ALIGN="JUSTIFY">La <I>zone d'acc&egrave;s aux formulaires</I> est une zone blanche dans la partie gauche de la fen&ecirc;tre. Pour acc&eacute;der &agrave; un formulaire, vous devez cliquer sur les textes qui sont pr&eacute;c&eacute;d&eacute;s d'une petite image, appel&eacute;e ic&ocirc;ne. Par exemple, en cliquant sur <U>Nouveau client</U> vous ouvrirez le formulaire &quot;&nbsp;Nouveau Client&nbsp;&quot;, qui vous permettra de saisir un nouveau client.</P>
<B><U><P ALIGN="JUSTIFY">Remarque</B></U> : les ic&ocirc;nes ont une signification.</P>

<UL>
<P ALIGN="JUSTIFY"><LI>Le livre rouge indique que le texte qui suit ne renvoie &agrave; aucun formulaire, c'est simplement un texte qui permet de rendre le menu plus clair.</LI></P>
<P ALIGN="JUSTIFY"><LI>Le livre ouvert indique que le formulaire permet de consulter des donn&eacute;es</LI></P>
<P ALIGN="JUSTIFY"><LI>La main qui &eacute;crit indique que le formulaire permet de saisir de nouvelles donn&eacute;es</LI></P></UL>

<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532223">Menu g&eacute;n&eacute;ral</A></P>
</B></FONT><P ALIGN="JUSTIFY">Il se situe dans la partie haute de la fen&ecirc;tre. Il permet d'acc&eacute;der &agrave; des fonctionnalit&eacute;s g&eacute;n&eacute;rales du logiciel. Par exemple, quitter l'application, d&eacute;finir des param&egrave;tres, exporter des donn&eacute;es vers la comptabilit&eacute; etc, ou encore obtenir l'aide g&eacute;n&eacute;rale. </P>
<P ALIGN="JUSTIFY">Si vous laissez le curseur sur un des boutons du menu g&eacute;n&eacute;ral quelques instants (sans cliquer), un message vous indique &agrave; quoi sert le bouton.</P>
<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532224">Menu du formulaire</A></P>
</B></FONT><P ALIGN="JUSTIFY">Le menu du formulaire se situe dans la partie haute du formulaire. Il permet d'acc&eacute;der &agrave; des fonctionnalit&eacute;s sp&eacute;cifiques au formulaire. Par exemple, imprimer, supprimer un enregistrement…</P>
<P ALIGN="JUSTIFY">Si vous laissez le curseur sur un des boutons du menu du formulaire quelques instants (sans cliquer), un message vous indique &agrave; quoi sert le bouton.</P>
<B><FONT FACE="Verdana" SIZE=6><P ALIGN="CENTER"><A NAME="_Toc536532225">Chapitre 4&nbsp;</P>
</FONT><I><FONT SIZE=5><P ALIGN="RIGHT">Param&eacute;trage</P>
</FONT><FONT SIZE=1><P>&nbsp;</P>
</I></FONT><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY">D&eacute;finition des options du logiciel </P>
</B></FONT><P ALIGN="JUSTIFY">Cliquer sur le bouton &quot;&nbsp;Options&nbsp;&quot; du menu g&eacute;n&eacute;ral. Dans la zone &quot;&nbsp;Nb Jours Relance Paiements&nbsp;&quot;, indiquez le nombre de jours apr&egrave;s lequel vous souhaitez que le logiciel vous indique que le client doit &ecirc;tre relanc&eacute; pour obtenir le paiement.</P>
<P ALIGN="JUSTIFY">La case &agrave; cocher &quot;&nbsp;Afficher la liste des clients au d&eacute;marrage&nbsp;&quot; doit &ecirc;tre coch&eacute;e si vous souhaitez afficher la liste des clients &agrave; relancer au d&eacute;marrage du logiciel.</P>
<P ALIGN="JUSTIFY">Dans la zone de saisie &quot;&nbsp;Poids d’un colis de prod. Simple&nbsp;&quot;, indiquez le poids au bout duquel le logiciel cr&eacute;&eacute; un colis suppl&eacute;mentaire lorsqu’il est compos&eacute; de produits au d&eacute;tail. Cette information n’est importante que si vous &eacute;ditez des &eacute;tiquettes et que vous vendez de la viande au d&eacute;tail (Ex&nbsp;: un steak et deux entrec&ocirc;tes). Si vous indiquez 5, si un client vous prend pour moins de 5 Kg de d&eacute;tail, le logiciel vous cr&eacute;era une seule &eacute;tiquette, s’il vous commande 8 Kg de d&eacute;tail le logiciel cr&eacute;era deux &eacute;tiquettes, s’il vous commande 12 Kg de d&eacute;tail, le logiciel vous cr&eacute;era trois &eacute;tiquettes.</P>
<P ALIGN="JUSTIFY">Dans la zone &quot;&nbsp;Ecart de r&egrave;glement Autoris&eacute;&nbsp;&quot;, vous devez indiquer le montant d’erreur que le client peut faire sans que vous consid&eacute;riez que c’est un en-cours. Ex&nbsp;: si un client vous doit 500,15 € et qu’il vous r&egrave;gle 500 €, il se peut que vous ne souhaitiez pas le solliciter pour obtenir les 0,15 € compl&eacute;mentaires. Si vous indiquez 1 € dans la zone &quot;&nbsp;Ecart de r&egrave;glement Autoris&eacute;&nbsp;&quot;, le r&egrave;glement du client ne fera pas appara&icirc;tre d’en cours car l’&eacute;cart de r&egrave;glement est inf&eacute;rieur &agrave; 1 €.</P>
<P ALIGN="JUSTIFY">Dans la zone &quot;&nbsp;N° Port du Modem&nbsp;&quot;, indiquez le port sur lequel se trouve le modem (seulement pour les personnes qui utilisent la fonctionnalit&eacute; qui permet de composer le N° &agrave; partir d’Infovia.</P>
<P ALIGN="JUSTIFY">Dans la zone &quot;&nbsp;Nb jour Der Commande/Relance&nbsp;&quot;, indiquez la p&eacute;riode qui doit s’&eacute;couler entre la derni&egrave;re commande et la relance. (Seulement pour ceux qui utilisent l’option relance).</P>
<P ALIGN="JUSTIFY">Dans le zone &quot;&nbsp;Nb Jour PF&nbsp;&quot;, indiquez le nombre minimum de jours qui s’&eacute;coulent entre deux d&eacute;coupes (Seulement pour ceux qui utilisent l’option relance).</P>
<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY">D&eacute;finition des options d’impression</P>
</B></FONT><P ALIGN="JUSTIFY">&#9;La d&eacute;finition des options d’impression se fait pour les Bons de livraison, Factures et &eacute;tiquettes. Pour d&eacute;finir les Bons de livraison, vous devez cliquer sur le bouton &quot;&nbsp;Bons de livraison&nbsp;&quot;. Dans la zone &quot;&nbsp;Chemin d’acc&egrave;s &agrave; l’image d’en-t&ecirc;te, indiquez le chemin d’acc&egrave;s du fichier dans lequel se trouve l’en-t&ecirc;te du bon de livraison. Ensuite, cochez les informations que vous souhaitez afficher dans le bon de livraison. La zone &quot;&nbsp;Commentaire&nbsp;&quot; permet d’afficher un message dans le BL du type &quot;&nbsp;Bonnes f&ecirc;tes&nbsp;&quot;. Dans la zone &quot;&nbsp;Chemin d’acc&egrave;s &agrave; l’image du bas de page, indiquez le chemin d’acc&egrave;s du fichier dans lequel se trouve le bas de page du bon de livraison. Proc&eacute;dez de m&ecirc;me pour les factures et les &eacute;tiquettes.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Verdana" SIZE=6><P ALIGN="CENTER">Chapitre </A>5</P>
</FONT><I><FONT SIZE=5><P ALIGN="RIGHT"><A NAME="_Toc536532226">Notions de base</A> </P>

</FONT><P ALIGN="JUSTIFY">Important</B> : Ce chapitre d&eacute;crit toutes les fonctionnalit&eacute;s qu'il faut absolument ma&icirc;triser pour faire fonctionner le logiciel.</P>
</I><B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532227">La saisie</A></P>
</FONT><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Zones obligatoires</P>
</B></FONT><P ALIGN="JUSTIFY">Les zones &agrave; c&ocirc;t&eacute; des libell&eacute;s bleus doivent imp&eacute;rativement &ecirc;tre renseign&eacute;es.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">D&eacute;placement de zones en zones</P>
</B></FONT><P ALIGN="JUSTIFY">Pour vous d&eacute;placer de zones en zones, vous pouvez utiliser la touche Entr&eacute;e ou la touche Tabulation (une touche qui a deux fl&egrave;ches en sens oppos&eacute;). Pour revenir &agrave; la zone pr&eacute;c&eacute;dente, il vous suffit d'appuyer en m&ecirc;me temps sur la touche shift (fl&egrave;che &eacute;paisse vers le haut) et sur la touche Tabulation.</P>
<I><P ALIGN="JUSTIFY">Remarque : pour vous d&eacute;placer d'une zone &agrave; l'autre, vous pouvez bien s&ucirc;r utiliser la souris mais l’utilisation du clavier est plus rapide.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
</I><B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Enregistrement des donn&eacute;es</P>
</B></FONT><P ALIGN="JUSTIFY">Chaque fois que vous effectuez une saisie, vous devez enregistrer soit &agrave; l'aide du bouton Enregistrer dans le menu du formulaire, soit en fermant le formulaire et en cliquant sur Oui au message qui vous demande si vous souhaitez enregistrer.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Listes d&eacute;roulantes</P>
</B></FONT><P ALIGN="JUSTIFY">Les <I>listes d&eacute;roula</I>ntes  <IMG SRC="Image4.gif" WIDTH=97 HEIGHT=21> permettent d'&eacute;viter la saisie. En cliquant sur la petite fl&egrave;che &agrave; droite de la zone, il appara&icirc;t une liste ; il suffit de cliquer sur l'&eacute;l&eacute;ment pour renseigner la zone. Lorsqu'il y a beaucoup d'&eacute;l&eacute;ments dans la liste, il faut utiliser les fl&egrave;ches pour faire d&eacute;filer. Vous pouvez &eacute;galement taper les premi&egrave;res lettres d'un &eacute;l&eacute;ment pour le retrouver facilement.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY"> <B><U>Ex </B></U>: vous recherchez le nom "Caff&eacute;", tapez la lettre "c", il appara&icirc;t le premier nom (par ordre alphab&eacute;tique) commen&ccedil;ant par la lettre "c". Si vous ajoutez un "a", vous obtenez le premier nom commen&ccedil;ant par "ca" etc…</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">A c&ocirc;t&eacute; des listes d&eacute;roulantes, vous trouverez parfois un  bouton &quot;&nbsp;<IMG SRC="Image5.gif" WIDTH=17 HEIGHT=17>&nbsp;&quot;, si vous cliquez sur ce bouton, vous pourrez ajouter modifier, ou supprimer un &eacute;l&eacute;ment dans la liste. En effet, un tableau appara&icirc;tra avec tous les noms qui figurent dans la liste. Pour ajouter un nouvel &eacute;l&eacute;ment, cliquez sur le bouton &quot;&nbsp;Ajouter&nbsp;&quot; et saisissez le nouvel &eacute;l&eacute;ment que vous souhaitez faire appara&icirc;tre dans la liste. Pour modifier un &eacute;l&eacute;ment de la liste, cliquez sur l'&eacute;l&eacute;ment concern&eacute; et modifiez-le. Pour le supprimer, cliquez sur l'&eacute;l&eacute;ment, puis sur le bouton Supprimer. </P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Pour toutes les zones o&ugrave; la valeur &agrave; renseigner est une date, les listes d&eacute;roulantes ont une pr&eacute;sentation diff&eacute;rente. En cliquant sur la fl&egrave;che &agrave; droite de la zone, un calendrier appara&icirc;t. Par d&eacute;faut, la date se positionne sur la date du jour. Pour s&eacute;lectionner une date diff&eacute;rente de celle propos&eacute;e, vous devez cliquer sur le jour (les deux fl&egrave;ches vous permettent de vous d&eacute;placer dans les mois). </P>
<U><P ALIGN="JUSTIFY">Remarque</U> : vous pouvez &eacute;galement saisir la date si vous ne souhaitez pas utiliser le calendrier. Pour cela, saisissez le jour puis d&eacute;placez-vous &agrave; gauche avec la fl&egrave;che de d&eacute;placement, saisissez le mois puis d&eacute;placez vous &agrave; gauche et enfin saisissez les deux derniers chiffres de l'ann&eacute;e.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Les zones de saisie </P>
</B></FONT><P ALIGN="JUSTIFY">Les zones de saisie <IMG SRC="Image6.gif" WIDTH=97 HEIGHT=19> sont des zones dans lesquelles vous pouvez saisir les donn&eacute;es. Vous devez simplement cliquer dans la zone pour faire appara&icirc;tre le curseur et commencer la saisie.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Les cases &agrave; cocher  simples</P>
</B></FONT><P ALIGN="JUSTIFY">Les cases &agrave; cocher <IMG SRC="Image7.gif" WIDTH=81 HEIGHT=17> permettent d'identifier si la valeur est vraie ou fausse&nbsp;; par exemple, elles indiquent si un client est (ou n’est pas) une entreprise. Par d&eacute;faut, la valeur est fausse. Si vous cliquez dans la case, un signe montre que la case est coch&eacute;e, donc que le client est une entreprise.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Les cases &agrave; cocher multi-choix</P>
</B></FONT><P ALIGN="JUSTIFY">Les cases &agrave; cocher multi-choix permettent de s&eacute;lectionner un cas parmi plusieurs, par exemple Poids fixe ou Poids variable. Vous devez cliquer dans la case intitul&eacute;e Poids fixe si le produit a un poids fixe.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532228">L</A>a consultation et la modification</P>
</B></FONT><P ALIGN="JUSTIFY">La consultation, la modification ou la suppression d’enregistrements se fait par l’interm&eacute;diaire de formulaires intitul&eacute;s &quot;&nbsp;Listes&nbsp;&quot;. Ils se pr&eacute;sentent sous forme de tableau avec des en-t&ecirc;tes de colonnes toujours visibles. </P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Lorsque toutes les donn&eacute;es ne sont pas visibles, il faut cliquer sur les fl&egrave;ches (haut et bas) &agrave; droite du tableau pour vous d&eacute;placer verticalement dans le tableau, et sur les fl&egrave;ches (gauche et droite) en bas du tableau pour vous d&eacute;placer horizontalement dans le tableau.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Pour supprimer une ligne du tableau (c'est &agrave; dire un enregistrement), il faut la s&eacute;lectionner en cliquant dessus (elle est s&eacute;lectionn&eacute;e lorsqu'elle est surlign&eacute;e en jaune) et cliquer sur le bouton supprimer. Un message de confirmation vous demande si vous souhaitez r&eacute;ellement effacer cette ligne, cliquez sur OK.</P>
<P ALIGN="JUSTIFY">Pour modifier une ligne du tableau, il faut la s&eacute;lectionner en cliquant dans cette ligne (elle est s&eacute;lectionn&eacute;e lorsqu'elle est surlign&eacute;e en jaune) et cliquer sur le bouton modifier. Vous pouvez &eacute;galement double-cliquer sur la ligne. Un formulaire appara&icirc;t concernant les donn&eacute;es que vous souhaitez modifier. N'oubliez pas d'enregistrer.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Toutes les listes peuvent &ecirc;tre imprim&eacute;es en cliquant sur le bouton &quot;&nbsp;Imprimer Lst&nbsp;&quot;.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Certaines listes ont des colonnes dans lesquelles il est possible de cliquer, l'utilisation de ces listes est expliqu&eacute;e au chapitre suivant.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Verdana" SIZE=6><P ALIGN="CENTER"><A NAME="_Toc536532229">Chapitre </A>6</P>
</FONT><I><FONT SIZE=5><P ALIGN="RIGHT"><A NAME="_Toc536532230">Notions d&eacute;taill&eacute;es</A></P>
</FONT><FONT SIZE=4><P ALIGN="JUSTIFY"></P>
</FONT><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><P ALIGN="JUSTIFY">Important</B> : Ce chapitre d&eacute;crit la marche &agrave; suivre pour toutes les t&acirc;ches que l'utilisateur peut effectuer sur Infovia. </P>
<P ALIGN="JUSTIFY">Nous vous recommandons fortement de lire le paragraphe correspondant &agrave; chacune des t&acirc;ches que vous effectuerez sur Infovia.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
</I><B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532231">Saisir un nouveau client</A></P>
</FONT><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">G&eacute;n&eacute;ralit&eacute;s</P>
</B></FONT><P ALIGN="JUSTIFY">Cliquez sur <U>Nouveau Client</U> du r&eacute;pertoire <I>Clients</I>. Ce formulaire a pour objet d'ajouter un nouveau client dans votre base de donn&eacute;es. Lorsque vous voulez saisir un nouveau client, il est imp&eacute;ratif de v&eacute;rifier s'il n'existe pas un client homonyme enregistr&eacute; dans le logiciel (pour cela consulter la liste des clients, Cf. paragraphe "Consulter la liste des clients"). Si c'est le cas, vous devez trouvez un signe distinctif. Par exemple, ajouter le deuxi&egrave;me pr&eacute;nom ou renseigner l’adresse.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">N° de compte</P>
</B></FONT><P ALIGN="JUSTIFY">Le N°Compte n'est obligatoire que si vous exportez les donn&eacute;es vers la comptabilit&eacute;.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Les coordonn&eacute;es</P>
</B></FONT><P ALIGN="JUSTIFY">Il est possible de ne pas renseigner le pr&eacute;nom mais il est pr&eacute;f&eacute;rable de l'indiquer, car ce sera le seul moyen d'identifier deux personnes qui ont le m&ecirc;me nom.</P>
<P ALIGN="JUSTIFY">L'adresse doit &ecirc;tre renseign&eacute;e si vous souhaitez g&eacute;rer les livraisons avec Infovia.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Type client</P>
</B></FONT><P ALIGN="JUSTIFY">La liste d&eacute;roulante "Type Client" permet de caract&eacute;riser le client,  il peut &ecirc;tre un ancien client, un prospect… Par d&eacute;faut, c'est un particulier.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Responsable r&eacute;seau</P>
</B></FONT><U><P ALIGN="JUSTIFY">Important</U> : vous fonctionnez peut &ecirc;tre avec un responsable r&eacute;seau qui se charge de r&eacute;ceptionner certaines commandes destin&eacute;es &agrave; d'autres clients. Si la personne que vous saisissez est un responsable R&eacute;seau, vous devez cliquer dans la case &agrave; cocher "Responsable R&eacute;seau".</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Entreprise</P>
</B></FONT><P ALIGN="JUSTIFY">La case &agrave; cocher "Entreprise" permet d'identifier si votre client est un particulier ou une entreprise. Par d&eacute;faut, (si la case n'est pas coch&eacute;e), c'est un particulier.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Remise</P>
</B></FONT><P ALIGN="JUSTIFY">La zone Remise (%) permet d'affecter une remise &agrave; un client ; la remise sera appliqu&eacute;e sur tous les produits qu'il commandera par la suite.  </P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Ech&eacute;ance</P>
</B></FONT><P ALIGN="JUSTIFY">La zone Ech&eacute;ance permet de d&eacute;finir la dur&eacute;e avant de relancer un client pour obtenir le paiement. Par exemple, si vous indiquez 30, cela signifie que 30 jours apr&egrave;s la date de facturation, toux ceux dont le r&egrave;glement n’a pas encore &eacute;t&eacute; saisi appara&icirc;tront dans la liste &quot;&nbsp;Relances paiements&nbsp;&quot;.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Ne pas afficher dans les listes d&eacute;roulantes</P>
</B></FONT><P ALIGN="JUSTIFY">La case &agrave; cocher &quot;&nbsp;Ne pas afficher dans les listes d&eacute;roulantes&nbsp;&quot; permet de changer l’&eacute;tat d’un client. En effet, un client qui a command&eacute; au moins une fois ne peut &ecirc;tre supprim&eacute;, si vous souhaitez faire dispara&icirc;tre ce client, il faut cliquer sur &quot;&nbsp;Ne pas afficher dans les listes d&eacute;roulantes&nbsp;&quot;.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Livraison chez un responsable r&eacute;seau</P>
</B></FONT><P ALIGN="JUSTIFY">Dans la partie droite du formulaire, deux listes d&eacute;roulantes "Nom" et "Pr&eacute;nom" permettent de s&eacute;lectionner le responsable R&eacute;seau du client que vous &ecirc;tes en train de saisir. Si le responsable r&eacute;seau n'est pas dans la liste, vous devez le cr&eacute;er. Si la livraison du client doit se faire chez le responsable r&eacute;seau, cochez la case &quot;&nbsp;Livraison chez le responsable&nbsp;&quot;.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Observation</P>
</B></FONT><P ALIGN="JUSTIFY">Le champ &quot;&nbsp;observation&nbsp;&quot; vous permet d'indiquer une remarque qui sera rappel&eacute;e lorsque vous prendrez une nouvelle commande. Par exemple, si vous saisissez "Client n'aimant pas le bourguignon" dans le champ observation, vous aurez cette information &agrave; chaque nouvelle commande de ce client.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Prochaine relance</P>
</B></FONT><P ALIGN="JUSTIFY">La zone &quot;&nbsp;Prochaine Relance&nbsp;&quot; permet de d&eacute;finir la date &agrave; laquelle le client doit &ecirc;tre relanc&eacute; commercialement. C’est particuli&egrave;rement utile lorsque le client indique qu’il n’est pas disponible (ou ne souhaite pas commander) pendant une dur&eacute;e d&eacute;termin&eacute;e, au terme de cette dur&eacute;e le client appara&icirc;tra &agrave; nouveau dans la liste des client &agrave; relancer.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Nb Jour Inter Relance</P>
</B></FONT><P ALIGN="JUSTIFY">La zone &quot;&nbsp;Nb Jour Inter Relance&nbsp;&quot; permet de d&eacute;finir l’intervalle de temps qui s&eacute;pare la relance de la derni&egrave;re commande du client. Par exemple, si ce dernier commande tous les six mois (on peut indiquer 180 pour ne pas qu’il apparaisse dans la liste des personnes &agrave; relancer tant qu’il ne s’est pas &eacute;coul&eacute; 180 jours apr&egrave;s sa derni&egrave;re commande.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Autres infos sur un client (C2, C3, C4)</P>
</B></FONT><P ALIGN="JUSTIFY">Les champs C2, C3, C4  vous permettent de saisir des informations compl&eacute;mentaires sur un client. Vous pouvez saisir soit du texte soit des chiffres. Par exemple, C2 peut permettre de saisir la deuxi&egrave;me adresse des clients, C3 le nom de la personne &agrave; l'origine du contact. Attention, un champ doit comporter le m&ecirc;me type d’information pour tous les clients.</P>
<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532232">Consulter, modifier, supprimer un client</A></P>
</FONT><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">G&eacute;n&eacute;ralit&eacute;s</P>
</B></FONT><P ALIGN="JUSTIFY">Cliquez sur <U>Liste Clients</U> du r&eacute;pertoire <I>Clients</I>. Ce formulaire permet de consulter la liste des clients, de modifier ou de supprimer un client.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Rechercher un client</P>
</B></FONT><P ALIGN="JUSTIFY">&#9;Les clients sont tri&eacute;s par ordre alphab&eacute;tique</P>
<P ALIGN="JUSTIFY">Pour trouver un client dans la liste, cliquez sur le bouton Rechercher du Menu du Formulaire et tapez les premi&egrave;res lettres du Nom.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Consulter ou modifier les donn&eacute;es d’un client</P>
</B></FONT><P ALIGN="JUSTIFY">Pour consulter toutes les informations d'un client ou modifier ses donn&eacute;es, s&eacute;lectionnez le client et Cliquez sur le bouton Modifier dans le Menu du formulaire ou double-cliquez sur la ligne.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Supprimer un client</P>
</B></FONT><P ALIGN="JUSTIFY">Pour supprimer un client, s&eacute;lectionnez le client et Cliquez sur le bouton supprimer dans le Menu du formulaire. Remarque&nbsp;: un client qui a command&eacute; une fois ne peut &ecirc;tre supprim&eacute;, si vous ne souhaitez pas le voir appara&icirc;tre, cochez la case &quot;&nbsp;Ne pas afficher dans les listes d&eacute;roulantes&nbsp;&quot;.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Afficher tous les clients</P>
</B></FONT><P ALIGN="JUSTIFY">La case &agrave; cocher &quot;&nbsp;Afficher tous les clients&nbsp;&quot; permet d’avoir la liste compl&egrave;te des clients (actifs et inactifs).</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Nombre total de clients</P>
</B></FONT><P ALIGN="JUSTIFY">La zone &quot;&nbsp;Nb Clients&nbsp;&quot; en bas &agrave; gauche du formulaire permet de conna&icirc;tre le nombre total de clients enregistr&eacute;s dans le logiciel.&#9;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532233">Consulter toutes les informations d’un client</A></P>
</FONT><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">G&eacute;n&eacute;ralit&eacute;s</P>
</B></FONT><P ALIGN="JUSTIFY">&#9;Cliquez sur <U>Infos Client</U> du r&eacute;pertoire <I>clients</I>. Ce formulaire permet d’avoir des informations sur un client en particulier.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Consulter les statistiques et toutes les commandes d’un client</P>
</B></FONT><P ALIGN="JUSTIFY">En s&eacute;lectionnant le Nom et le pr&eacute;nom, vous afficherez les coordonn&eacute;es du client, ses statistiques et toutes les commandes qu’il a effectu&eacute;es.</P>
<P ALIGN="JUSTIFY">Pour consulter la commande, cliquez sur la commande et sur le bouton &quot;&nbsp;Consulter&nbsp;&quot; du menu du formulaire ou double-cliquez sur la ligne.</P>
<P ALIGN="JUSTIFY">Vous pouvez &eacute;galement afficher tous les r&egrave;glements de ce client en cliquant sur le bouton Fact/Regl du menu du formulaire.</P>
<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532234">Effectuer des tris sur les clients, exporter </A>les donn&eacute;es, relancer</P>
</FONT><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">G&eacute;n&eacute;ralit&eacute;s</P>
</B></FONT><P ALIGN="JUSTIFY">&#9;Cliquez sur <U>Fichier client</U> du r&eacute;pertoire <I>clients</I>. Ce formulaire permet d’effectuer des requ&ecirc;tes sur le fichier clients, d’exporter tout ou partie du fichier clients et d’utiliser l’outil des relances (selon la version dont vous disposez).</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Faire une requ&ecirc;te sur le fichier client</P>
</B></FONT><P ALIGN="JUSTIFY">&#9;Le formulaire &quot;&nbsp;Fichier Client&nbsp;&quot; contient un tableau &agrave; trois colonnes&nbsp;: </P>

<UL>
<P ALIGN="JUSTIFY"><LI>La premi&egrave;re colonne (sans en-t&ecirc;te de colonne) vous permet de s&eacute;lectionner les donn&eacute;es que vous souhaitez avoir dans le r&eacute;sultat de votre requ&ecirc;te. Ainsi en cochant en face de &quot;&nbsp;Nom&nbsp;&quot; et de &quot;&nbsp;pr&eacute;nom&nbsp;&quot; et en cliquant sur le bouton Ex&eacute;cuter dans le menu du formulaire, vous afficherez tous les noms et pr&eacute;noms du fichier.</LI></P></UL>

<P ALIGN="JUSTIFY"></P>

<UL>
<P ALIGN="JUSTIFY"><LI>La deuxi&egrave;me colonne (champs) vous indique toutes les donn&eacute;es sur lesquelles vous pouvez effectuer des tris.</LI></P></UL>

<P ALIGN="JUSTIFY"></P>

<UL>
<P ALIGN="JUSTIFY"><LI>La troisi&egrave;me colonne (Condition 1) permet de saisir des crit&egrave;res de tri. Par exemple, si vous s&eacute;lectionnez le nom, que vous saisissez la lettre &quot;&nbsp;l&nbsp;&quot; comme condition et que vous cliquez sur Ex&eacute;cuter, vous aurez la liste de tous les noms commen&ccedil;ant par la lettre &quot;&nbsp;l&nbsp;&quot;.</LI></P></UL>

<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Le bouton "Nouv Requ&ecirc;te" du menu du formulaire vous permet de faire une nouvelle requ&ecirc;te.</P>
<P ALIGN="JUSTIFY"></P>
<B><U><P ALIGN="JUSTIFY">Remarque</B></U>&nbsp;: Vous pouvez effectuer des tris sur des donn&eacute;es que vous ne souhaitez pas afficher. </P>
<P ALIGN="JUSTIFY">Par exemple, vous souhaitez le nom, le pr&eacute;nom et le N° de t&eacute;l&eacute;phone des clients de Toulouse&nbsp;(sans que la ville apparaisse dans le r&eacute;sultat de la requ&ecirc;te): &eacute;crivez &quot;&nbsp;Toulouse&nbsp;&quot; dans la colonne &quot;&nbsp;condition&nbsp;1&quot; de la ville et cochez le nom, le pr&eacute;nom et le N° de t&eacute;l&eacute;phone.</P>
<P ALIGN="JUSTIFY">Vous pouvez &eacute;galement d&eacute;finir plusieurs conditions de tri, par exemple vous souhaitez tous les noms commen&ccedil;ant par a ou l. Vous devez pour cela s&eacute;lectionner le nom, inscrire la lettre &quot;&nbsp;l&nbsp;&quot; dans la colonne condition 1 et la lettre &quot;&nbsp;a&nbsp;&quot; dans la colonne Condition 2.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Pour exporter les donn&eacute;es vers Excel, vous devez simplement cliquer sur le bouton Exporter du menu du formulaire.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Relancer les clients (en option)</P>
</B></FONT><P ALIGN="JUSTIFY">&#9;Pour relancer les clients, il vous faut effectuer une requ&ecirc;te et cliquer sur le bouton &quot;&nbsp;Relance&nbsp;&quot; du menu du formulaire. Un formulaire comportant les informations suivantes appara&icirc;t&nbsp;: PF, Nom, Tel 1, Tel 2, Tel 3, la derni&egrave;re commande, le nombre de commandes pass&eacute;es par le client (Nb Cmd). </P>
<P ALIGN="JUSTIFY">La colonne PF permet d’indiquer que le client ne souhaite pas commander cette fois-ci, qu’il attendra la prochaine d&eacute;coupe. En cliquant dans PF, le client ne r&eacute;appara&icirc;tra que plusieurs jours apr&egrave;s dans la liste (la dur&eacute;e de r&eacute;apparition est param&eacute;trable).</P>
<P ALIGN="JUSTIFY">En double-cliquant sur le nom du client, vous pouvez consulter la fiche du client.</P>
<P ALIGN="JUSTIFY">En double cliquant ailleurs que sur le nom, vous pouvez cr&eacute;er une nouvelle commande pour ce client.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532235">Saisir un nouvel animal</A></P>
</FONT><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">G&eacute;n&eacute;ralit&eacute;s</P>
</B></FONT><P ALIGN="JUSTIFY">Cliquez sur <U>Nouvel Animal</U> du r&eacute;pertoire <I>Animaux</I>. Ce formulaire a pour objet d'ajouter un nouvel animal dans votre base de donn&eacute;es. Dans Infovia, un animal est une b&ecirc;te ou un lot d’animaux destin&eacute;(s) &agrave; la vente directe de viande.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">N° d’identification</P>
</B></FONT><P ALIGN="JUSTIFY">Le N° d'identification est le N° de la b&ecirc;te ou le N° de lot. Cette information est obligatoire.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Date d’abattage</P>
</B></FONT><P ALIGN="JUSTIFY">La zone "Date" permet de renseigner la date d'abattage. Si la date d'abattage n'est pas connue au moment o&ugrave; vous saisissez le nouvel animal, laissez celle propos&eacute;e par d&eacute;faut et modifiez-l&agrave; par la suite.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Poids carcasse, poids viande et rendement</P>
</B></FONT><P ALIGN="JUSTIFY">Les zones "Poids carcasse", "Poids viande" et "Rendement" sont li&eacute;es : si vous saisissez le poids carcasse et le poids viande, le logiciel calcule automatiquement le rendement. Si vous saisissez le poids carcasse et le rendement, le poids viande se calcule automatiquement. </P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Observations</P>
</B></FONT><P ALIGN="JUSTIFY">La zone &quot;&nbsp;Observations&nbsp;&quot; permet de mettre un commentaire sur la b&ecirc;te.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Termin&eacute;e</P>
</B></FONT><P ALIGN="JUSTIFY">La case &agrave; cocher &quot;&nbsp;Termin&eacute;e&nbsp;&quot; permet de rendre indisponible l’animal pour la prise de commandes, cette case doit &ecirc;tre coch&eacute;e lorsque aucune commande suppl&eacute;mentaire ne sera prise sur un animal.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532236">Consulter, modifier, supprimer un animal</A></P>
</FONT><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">G&eacute;n&eacute;ralit&eacute;s&#9;&#9;</P>
</B></FONT><P ALIGN="JUSTIFY">&#9;Cliquez sur <U>Liste Animaux</U> du r&eacute;pertoire <I>Animaux</I>. Ce formulaire permet de consulter la liste des animaux, de modifier ou de supprimer un animal. Les animaux sont tri&eacute;s par date d’abattage.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Signification des colonnes&#9;</P>

<UL>
</FONT><P ALIGN="JUSTIFY"><LI>N°</B> : N° d'identification de l'animal</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Date</B> : Date d'abattage</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Age</B> : Age de l'animal</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Poids</B> : Poids carcasse de l'animal</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Rdt </B>: Rendement de l'animal</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Kg Viande </B>: Poids viande de l'animal</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Obs </B>: Observation sur l'animal</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Animal </B>: Type d'animal</LI></P></UL>

<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Consulter les donn&eacute;es d’un animal&#9;</P>
</B></FONT><P ALIGN="JUSTIFY">Pour consulter toutes les informations d'un animal, s&eacute;lectionnez l’animal et Cliquez sur le bouton Modifier dans le Menu du formulaire ou double-cliquez sur la ligne.</P>
<P ALIGN="JUSTIFY">En cliquant sur le bouton "Infos" dans le menu du formulaire, vous aurez acc&egrave;s &agrave; la fiche r&eacute;capitulative de l'animal que vous &ecirc;tes en train de consulter (toutes les commandes sur cette vache, le montant total HT, TVA et TTC et la quantit&eacute; vendue).</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Modifier les donn&eacute;es d’un animal&#9;</P>
</B></FONT><P ALIGN="JUSTIFY">Pour modifier les informations d'un animal, s&eacute;lectionnez l’animal et Cliquez sur le bouton Modifier dans le Menu du formulaire ou double-cliquez sur la ligne.</P>
<P ALIGN="JUSTIFY">La zone &quot;&nbsp;Termin&eacute;e&nbsp;&quot; permet d'indiquer que tous les produits de la b&ecirc;te ont &eacute;t&eacute; vendus. Lorsqu'une b&ecirc;te est termin&eacute;e, elle n'appara&icirc;t plus dans la liste des b&ecirc;tes disponibles au niveau du formulaire de commande.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Supprimer un animal&#9;</P>
</B></FONT><P ALIGN="JUSTIFY">Pour supprimer un animal, s&eacute;lectionnez l’animal et Cliquez sur le bouton Supprimer dans le Menu du formulaire. Il n’est pas possible de supprimer un animal si des commandes ont &eacute;t&eacute; saisies sur cet animal.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532237">Saisir un nouveau produit</A></P>
</B></FONT><P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">G&eacute;n&eacute;ralit&eacute;s</P>
</B></FONT><P ALIGN="JUSTIFY">Cliquez sur <U>Nouveau Produit</U> du r&eacute;pertoire <I>Produits</I>. Ce formulaire a pour objet d'ajouter un nouveau produit dans votre base de donn&eacute;es. Un produit peut &ecirc;tre simple (par exemple du bourguignon vendu au poids, ou du steak hach&eacute;) ou compos&eacute; (une caissette de 5 kg qui comprend un assortiment). Attention, lorsque vous saisissez un produit compos&eacute;, vous devez v&eacute;rifier que tous les produits dont il est compos&eacute; existent d&eacute;j&agrave;. Par exemple, si vous souhaitez saisir un produit d&eacute;nomm&eacute; "<I>Caissette 5 Kg"</I> qui comprend du steak et du bourguignon, vous devez vous assurer que  les produits Steak et Bourguignon existent.</P>
<FONT SIZE=2><P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">D&eacute;nomination</P>
</B></FONT><P ALIGN="JUSTIFY">La zone de saisie "Produit" permet d'inscrire le nom du produit, par exemple faux-filet, entrec&ocirc;te, caissette 10 Kg…</P>
<FONT SIZE=2><P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">N° de compte et N° d’activit&eacute;</P>
</B></FONT><P ALIGN="JUSTIFY">Le N° compte et le N° Activit&eacute; sont des informations indispensables seulement si vous exportez les donn&eacute;es vers la comptabilit&eacute;.</P>
<FONT SIZE=2><P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Animal </P>
</B></FONT><P ALIGN="JUSTIFY">La liste d&eacute;roulante &quot;&nbsp;Animal&nbsp;&quot; permet de d&eacute;finir le type d'animal du produit. Ainsi, si vous cr&eacute;ez un nouveau produit "steak", vous devez d&eacute;finir si c'est du steak de veau ou de vache.</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Type produit</P>
</B></FONT><P ALIGN="JUSTIFY">La zone &quot;&nbsp;type produit&nbsp;&quot; permet d’effectuer les regroupements par cat&eacute;gorie. Par exemple, en pr&eacute;cisant "A griller", ou "A braiser" pour chacun de vos produits, vous aurez la possibilit&eacute; de consulter par la suite la quantit&eacute; command&eacute;e pour chacune de ces cat&eacute;gories.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Prix unitaire, Poids</P>
</B></FONT><P ALIGN="JUSTIFY">Dans la zone "Prix unitaire", vous devez indiquer le prix au Kg du produit concern&eacute;. </P>
<P ALIGN="JUSTIFY">Si le produit est &agrave; la pi&egrave;ce, cliquez sur Poids fixe, sinon sur poids variable et renseignez le poids unitaire. </P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Produits compos&eacute;s</P>
</B></FONT><P ALIGN="JUSTIFY">La Case &agrave; cocher "D&eacute;tail produit" ne doit &ecirc;tre coch&eacute;e que si le produit est un produit compos&eacute;. En cochant &quot;&nbsp;D&eacute;tail Produit&nbsp;&quot;, une nouvelle zone appara&icirc;t (Composition Produit). Vous devez ajouter tous les produits simples qui composent le produit compos&eacute; et indiquer en quelle quantit&eacute; et/ou pour quel poids total. Par exemple,  votre caissette est compos&eacute;e de steak, de bourguignon et de deux entrec&ocirc;tes. Vous devez indiquer le poids total th&eacute;orique de steak et de bourguignon (sans vous soucier de ce qui est inscrit dans la colonne quantit&eacute;), par contre vous devez saisir le chiffre 2 dans la colonne Qt pour l'entrec&ocirc;te et indiquer quel poids total th&eacute;orique doit figurer dans la caissette.</P>
<P ALIGN="JUSTIFY">Attention&nbsp;: tous les produits simples doivent d&eacute;j&agrave; exister sinon le produit compos&eacute; ne peut &ecirc;tre saisi. </P>
<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532238">Consulter, modifier, supprimer un produit</A></P>
</FONT><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">G&eacute;n&eacute;ralit&eacute;s&#9;&#9;</P>
</B></FONT><P ALIGN="JUSTIFY">Cliquez sur <U>Liste Produits</U> du r&eacute;pertoire <I>Produits</I>. Ce formulaire permet de consulter la liste des produits, de modifier ou de supprimer un produit.</P>
<P ALIGN="JUSTIFY">&#9;Les produits sont tri&eacute;s par type d'animal.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Consulter ou modifier les produits&#9;</P>
</B></FONT><P ALIGN="JUSTIFY">Pour consulter toutes les informations d’un produit ou les modifier, s&eacute;lectionnez le produit et Cliquez sur le bouton Modifier dans le Menu du formulaire ou double-cliquez sur la ligne.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Supprimer un produit&#9;</P>
</B></FONT><P ALIGN="JUSTIFY">Pour supprimer un produit, s&eacute;lectionnez-le et Cliquez sur le bouton Supprimer dans le Menu du formulaire. Si un produit a d&eacute;j&agrave; &eacute;t&eacute; command&eacute;, il ne peut &ecirc;tre supprim&eacute;.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532239">Saisir une nouvelle commande</A></P>
</FONT><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">G&eacute;n&eacute;ralit&eacute;s</P>
</B></FONT><P ALIGN="JUSTIFY">Cliquez sur <U>Nouvelle Commande</U> du r&eacute;pertoire <I>Commandes</I>. Ce formulaire permet de saisir une nouvelle commande. </P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Date</P>
</B></FONT><P ALIGN="JUSTIFY">La liste d&eacute;roulante &quot;&nbsp;Date&nbsp;&quot; permet d'indiquer la date &agrave; laquelle le client prend la commande.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Coordonn&eacute;es du client</P>
</B></FONT><P ALIGN="JUSTIFY">Les listes d&eacute;roulantes &quot;&nbsp;Nom&nbsp;&quot; et &quot;&nbsp;Pr&eacute;nom&nbsp;&quot; permettent de s&eacute;lectionner le client qui passe la commande.</P>
<P ALIGN="JUSTIFY">Si le nom n'est pas dans la liste, cela signifie que ce client n'a jamais &eacute;t&eacute; saisi. Vous pouvez le saisir en cliquant sur le bouton Client dans le menu du formulaire ou en cliquant sur <U>Nouveau Client</U> dans la zone d'acc&egrave;s au formulaire.</P>
<P ALIGN="JUSTIFY">Lorsque le nom est s&eacute;lectionn&eacute;, le pr&eacute;nom s'affiche automatiquement (sauf s'il n'a pas &eacute;t&eacute; renseign&eacute; lors de la saisie). </P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">N° d’identification de l’animal </P>
</B></FONT><P ALIGN="JUSTIFY">Une m&ecirc;me commande peut porter sur diff&eacute;rents animaux, c'est pourquoi vous devez s&eacute;lectionner le N° d'identification de l'animal pour chacune des lignes de la commande. Ces informations sont imp&eacute;ratives pour la tra&ccedil;abilit&eacute;. </P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">S&eacute;lection du produit command&eacute;</P>
</B></FONT><P ALIGN="JUSTIFY">Dans la colonne "Produit", une liste d&eacute;roulante permet de s&eacute;lectionner le produit command&eacute;. Les produits propos&eacute;s dans la liste sont en lien avec le type de l’animal s&eacute;lectionn&eacute; (Ex&nbsp;: si vous s&eacute;lectionnez le N° d’identification d’un bœuf, seuls les produits de bœuf s’afficheront). Une fois le produit s&eacute;lectionn&eacute;, la remise, le nombre, le poids et le prix s'affichent automatiquement.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Modification du colisage (en option)</P>
</B></FONT><P ALIGN="JUSTIFY">Lorsque vous s&eacute;lectionnez un produit compos&eacute;, un bouton &quot;&nbsp;M&nbsp;&quot; appara&icirc;t &agrave; droite de la liste d&eacute;roulante. Si vous cliquez dessus vous affichez la composition du produit compos&eacute;. Si vous souhaitez modifier cette composition, vous pouvez le faire en changeant le poids, la quantit&eacute; ou les produits. Si vous cliquez sur le bouton Colisage dans le menu du formulaire, vous pouvez consulter le plan de colisage pour la commande. Si ce colisage doit &ecirc;tre modifi&eacute;, vous devez double cliquer dans le tableau. En haut &agrave; gauche, vous avez la liste des colis (chaque colis poss&egrave;de un N°), vous pouvez en ajouter ou en supprimer avec les boutons + et -. Sur le c&ocirc;t&eacute; droit, vous avez le d&eacute;tail du colis dont le N° est s&eacute;lectionn&eacute;, le type de carton du colis, la capacit&eacute; du carton et le poids de produits. Si ce poids d&eacute;passe la capacit&eacute;, il faut soit changer de carton, soit cr&eacute;er un nouveau colis et faire passer des produits dans le colis cr&eacute;&eacute;. Pour cela, cliquer sur le produit que vous souhaitez enlever du colis, cliquez sur le -, dans la colonne la plus &agrave; droite du tableau&nbsp;: le produit appara&icirc;t dans la liste des produits disponibles. S&eacute;lectionner le nouveau colis et cliquez sur le + qui figure &agrave; droite du tableau des produits disponibles. </P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Nombre et Poids </P>
</B></FONT><P ALIGN="JUSTIFY">Les colonnes &quot;&nbsp;Nb&nbsp;&quot; et "Poids" permettent de saisir le nombre et/ou le poids du produit command&eacute;. </P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Remise</P>
</B></FONT><P ALIGN="JUSTIFY">La colonne &quot;&nbsp;Rem&nbsp;&quot; permet de saisir une remise. Si vous avez saisi une remise lors de la cr&eacute;ation d’un client, elle est rappel&eacute;e automatiquement. La remise est en %.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Prix TTC</P>
</B></FONT><P ALIGN="JUSTIFY">La colonne &quot;&nbsp;PU TTC&nbsp;&quot; est pr&eacute;-renseign&eacute;e, elle indique le prix unitaire TTC. Vous pouvez le modifier.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">R&eacute;capitulatifs et statistiques</P>
</B></FONT><P ALIGN="JUSTIFY">Au bas du formulaire, vous pouvez consulter les montants totaux du bon (Montant remise, montant HT, montant TVA et montant TTC).</P>
<P ALIGN="JUSTIFY">Dans les "statistiques clients", vous pouvez consulter des informations relatives au client. La "Qt command&eacute;e" est la quantit&eacute; totale (en Kg) command&eacute;e par ce client depuis le d&eacute;but. (Attention : si vous g&eacute;rez les op&eacute;rations commerciales avec Infovia, le zone Qt command&eacute;e indique la quantit&eacute; totale (en Kg) command&eacute;e par ce client depuis la derni&egrave;re op&eacute;ration commerciale. (Pour plus d'information, consulter le chapitre "Utiliser Infovia pour g&eacute;rer les op&eacute;rations commerciales"). </P>
<P ALIGN="JUSTIFY">La zone &quot;&nbsp;Der commande&nbsp;&quot; donne la date de la derni&egrave;re commande du client s&eacute;lectionn&eacute;. La Fr&eacute;quence est le nombre de jours moyen entre deux commandes du client.</P>
<P ALIGN="JUSTIFY">La zone &quot;&nbsp;Nb Rel.&nbsp;Com" permet de comptabiliser le nombre de relances commerciales que vous avez effectu&eacute;es aupr&egrave;s de ce client. (Pour plus d'information, consulter le chapitre "Utiliser Infovia pour g&eacute;rer les relances commerciales")</P>
<P ALIGN="JUSTIFY">La zone &quot;&nbsp;Nb Rel Paiem&nbsp;&quot; permet de comptabiliser le nombre de relances paiements que vous avez effectu&eacute;es aupr&egrave;s de ce client. (Pour plus d'information, consulter le chapitre "Utiliser Infovia pour g&eacute;rer les relances paiements).</P>
<P ALIGN="JUSTIFY">La zone "En cours" indique le montant qui n'a pas encore &eacute;t&eacute; r&eacute;gl&eacute; par ce client.</P>
<P ALIGN="JUSTIFY">La zone "Observations" vous rappelle ce qui a &eacute;t&eacute; saisi dans la zone "Observations" lors de la cr&eacute;ation de ce client. Vous pouvez modifier ou ajouter des informations &agrave; partir de cette zone.</P>
<P ALIGN="JUSTIFY">Le tableau en dessous du libell&eacute; "Commandes en cours" indique la quantit&eacute; command&eacute;e par l'ensemble des clients par animal. Ce tableau permet de visualiser lors d'une nouvelle commande, quelles sont les quantit&eacute;s d&eacute;j&agrave; command&eacute;es pour une b&ecirc;te. Cette indication est int&eacute;ressante pour conna&icirc;tre la quantit&eacute; disponible et donc savoir si la commande que vous prenez pourra &ecirc;tre satisfaite.</P>
<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532240">Consulter, modifier, supprimer une commande</A> </P>
</FONT><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">G&eacute;n&eacute;ralit&eacute;s</P>
</B></FONT><P ALIGN="JUSTIFY">Cliquez sur <U>Liste Commandes</U> du r&eacute;pertoire <I>Commandes</I>. Ce formulaire permet de consulter la liste des commandes, de modifier ou de supprimer une commande. Ce formulaire vous permet de consulter les commandes qui ont &eacute;t&eacute; enregistr&eacute;es dans le logiciel.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Remarques pr&eacute;liminaires</P>
</FONT><P ALIGN="JUSTIFY">&#9;Attention</B> : CE FORMULAIRE N'EST PAS UNIQUEMENT UN FORMULAIRE DE CONSULTATION, IL PERMET EGALEMENT DE SAISIR DES LIVRAISONS, DES REGLEMENTS, DES ACCOMPTES ET D'EDITER DES DOCUMENTS. </P>
<P ALIGN="JUSTIFY">Toutefois, il est pr&eacute;f&eacute;rable d'utiliser les formulaires conseill&eacute;s dans cette documentation pour effectuer ces op&eacute;rations afin d'&eacute;viter les erreurs.</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Signification des colonnes&#9;</P>

<UL>
</FONT><P ALIGN="JUSTIFY"><LI>Livr&eacute;e</B> : si une croix figure dans cette colonne, la commande a &eacute;t&eacute; livr&eacute;e</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Regl</B> : si une croix figure dans cette colonne, la commande a &eacute;t&eacute; r&eacute;gl&eacute;e</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Date</B> : Date de la commande</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Nom</B> : Nom de la personne qui a command&eacute;</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Pr&eacute;nom </B>: Pr&eacute;nom de la personne qui a command&eacute;</LI></P>
<B><P ALIGN="JUSTIFY"><LI>TTC </B>: montant total TTC de la commande consid&eacute;r&eacute;e</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Acpt </B>: Montant restant d&ucirc;.</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Impr </B>: Cf. le chapitre &quot;&nbsp;Imprimer la facture, le bon de commande, les &eacute;tiquettes&nbsp;&quot;.</LI></P></UL>

<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Consulter ou modifier un bon de commande&#9;</P>
</B></FONT><P ALIGN="JUSTIFY">&#9;Pour consulter un bon de commande ou en modifier le contenu, s&eacute;lectionnez le bon de commande et Cliquez sur le bouton Modifier dans le Menu du formulaire ou double-cliquez sur la ligne.</P>
<P ALIGN="JUSTIFY">&#9;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Supprimer un bon de commande&#9;</P>
</B></FONT><P ALIGN="JUSTIFY">Pour supprimer un bon de commande, s&eacute;lectionnez-le et cliquez sur le bouton Supprimer dans le Menu du formulaire. </P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Imprimer la liste des bons de commande&#9;</P>
</B></FONT><P ALIGN="JUSTIFY">Pour imprimer la liste des bons de commande, Cliquez sur le bouton &quot;&nbsp;Imprimer Lst&nbsp;&quot; dans le Menu du formulaire.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Imprimer le bon de commande ou la facture</P>
</B></FONT><P ALIGN="JUSTIFY">Pour imprimer une facture ou un bon de commande, vous devez cliquer dans la colonne &quot;&nbsp;Impr&nbsp;&quot; pour chaque pi&egrave;ce que vous souhaitez imprimer, puis sur &quot;&nbsp;Imprimer&nbsp;&quot; dans le menu du formulaire, s&eacute;lectionner Facture et cliquer sur Imprimer. Le logiciel &eacute;dite des bons de commande pour les commandes non livr&eacute;es, sinon des factures.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532241">Imprimer le plan de decoupe</A></P>
</FONT><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">G&eacute;n&eacute;ralit&eacute;s</P>
</B></FONT><I><P ALIGN="JUSTIFY">Lorsque vous vous rendez &agrave; l'atelier de d&eacute;coupe, vous devez <B>donner les instructions au boucher pour qu'il d&eacute;coupe la b&ecirc;te en fonction de vos commandes</B>, c'est &agrave; dire lui fournir un plan de d&eacute;coupe. Ce plan de d&eacute;coupe peut &ecirc;tre plus ou moins d&eacute;taill&eacute; selon votre mode de fonctionnement. </P>
</I><P ALIGN="JUSTIFY">&#9;Pour acc&eacute;der au plan de d&eacute;coupe, cliquez sur <U>Plan de d&eacute;coupe</U> du r&eacute;pertoire D&eacute;coupe. </P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">S&eacute;lection des animaux</P>
</B></FONT><P ALIGN="JUSTIFY">&#9;Un premier formulaire vous permet de s&eacute;lectionner la ou les b&ecirc;tes qui font partie de la d&eacute;coupe. Pour effectuer la s&eacute;lection, vous devez cliquer dans chaque case &agrave; c&ocirc;t&eacute; du N° d'identification et cliquer sur le bouton Valider en bas du formulaire. </P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Plan de d&eacute;coupe</P>
</B></FONT><P ALIGN="JUSTIFY">&#9;Apr&egrave;s la s&eacute;lection des b&ecirc;tes, le plan de d&eacute;coupe appara&icirc;t : les informations indispensables pour le boucher sont en rouge, ce sont le nombre et le poids de produits simples. En noir, vous avez les quantit&eacute;s par type de produit.</P>
<P ALIGN="JUSTIFY">&#9;Pour &eacute;diter le plan de d&eacute;coupe, cliquez sur le bouton &quot;&nbsp;Imprimer&nbsp;&quot; du menu du formulaire.</P>
<P ALIGN="JUSTIFY">&#9;Si vous souhaitez consulter le plan de d&eacute;coupe d’un autre animal, cliquez sur le bouton &quot;&nbsp;Selection&nbsp;&quot; du menu du formulaire.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532242">Imprimer les recaps </A>sur les commandes</P>
</FONT><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">G&eacute;n&eacute;ralit&eacute;s</P>
</B></FONT><P ALIGN="JUSTIFY">&#9;La r&eacute;alisation des colis &agrave; l’atelier de d&eacute;coupe pourra &ecirc;tre facilit&eacute;e en prenant avec vous la liste des produits par client (en cliquant sur <U>Client</U> du r&eacute;pertoire "D&eacute;coupe" de la zone d’acc&egrave;s aux formulaires) la liste des clients par produit (en cliquant sur <U>Produits</U> du r&eacute;pertoire "D&eacute;coupe" de la zone d’acc&egrave;s aux formulaires) et la liste des commandes par client (en cliquant sur <U>Commandes</U> du r&eacute;pertoire "D&eacute;coupe" de la zone d'acc&egrave;s aux formulaires)</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY"> S&eacute;lection des animaux</P>
</B></FONT><P ALIGN="JUSTIFY">&#9;Si vous cliquez sur Client, Produit ou Commandes du r&eacute;pertoire D&eacute;coupe dans la zone d’acc&egrave;s aux formulaires, un premier formulaire vous permet de s&eacute;lectionner les b&ecirc;tes concern&eacute;es. Pour effectuer la s&eacute;lection, vous devez cliquer dans chaque case &agrave; c&ocirc;t&eacute; du N° d'identification et cliquer sur le bouton Valider en bas du formulaire.</P>
<P ALIGN="JUSTIFY">&#9;Ces tableaux peuvent afficher plus ou moins de donn&eacute;es en cliquant sur les + ou les - .</P>
<P ALIGN="JUSTIFY">&#9;Pour &eacute;diter chacun de ces r&eacute;capitulatif, cliquez sur le bouton &quot;&nbsp;Imprimer&nbsp;&quot; du menu du formulaire.</P>
<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY">Modifier les quantites commandees</P>
</B></FONT><P ALIGN="JUSTIFY">Apr&egrave;s la d&eacute;coupe, vous devez modifier les quantit&eacute;s si vous facturez au poids. Cette op&eacute;ration s'effectue avec le formulaire commande du r&eacute;pertoire D&eacute;coupe en rempla&ccedil;ant la quantit&eacute; command&eacute;e par la quantit&eacute; r&eacute;elle dans la colonne Poids.</P>
<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532243">Imprimer le plan de Tourn&eacute;e</A></P>
</FONT><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">G&eacute;n&eacute;ralit&eacute;s</P>
</B></FONT><P ALIGN="JUSTIFY">&#9;Pour pr&eacute;parer la tourn&eacute;e, vous devez cliquer sur <U>Pr&eacute;paration Tourn&eacute;e</U> du menu Livraison. Dans le tableau qui vous est pr&eacute;sent&eacute;, vous avez la liste de tous les clients qui n'ont pas encore &eacute;t&eacute; livr&eacute;s &agrave; ce jour.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">D&eacute;finir l’ordre de livraison&#9;</P>
</B></FONT><P ALIGN="JUSTIFY">La premi&egrave;re colonne (n°liv) sert &agrave; indiquer l'ordre de livraison. Ainsi, vous devez indiquer dans la colonne n°liv (pour chaque client que vous souhaitez livrer) son ordre de livraison. (Vous pouvez effectuer un premier tri en faisant un clic droit et en s&eacute;lectionnant Trier).</P>
<B><P ALIGN="JUSTIFY">Par exemple</B>, M. Dupont, M. Durand et M. Pierre n'ont pas encore &eacute;t&eacute; livr&eacute;s, vous d&eacute;cidez d’aller chez M. Durand, puis M. Dupont (M. Pierre sera livr&eacute; un autre jour). </P>
<P ALIGN="JUSTIFY">Marche &agrave; suivre :</P>

<UL>
<P ALIGN="JUSTIFY"><LI>Cliquez dans la colonne n°liv pour la ligne de M. Durand et tapez le chiffre 1.</LI></P>
<P ALIGN="JUSTIFY"><LI>Cliquez dans la colonne n°liv pour la ligne de M. Dupont et tapez le chiffre 2.</LI></P>
<P ALIGN="JUSTIFY"><LI>N'inscrivez aucun chiffre pour la ligne de M. Pierre.</LI></P>
<P ALIGN="JUSTIFY"><LI>Imprimez la liste avec le bouton Imprimer Lst du menu du formulaire.</LI></P></UL>

<P ALIGN="JUSTIFY"></P><DIR>

<I><P ALIGN="JUSTIFY">Remarque : Si vous connaissez la fonction glisser / D&eacute;placer d’EXCEL, vous pouvez &eacute;viter la saisie des chiffres en cliquant dans la colonne n°liv pour un client donn&eacute; et en d&eacute;pla&ccedil;ant la case.</P>
<P ALIGN="JUSTIFY"></P>
</I><P ALIGN="JUSTIFY">&nbsp;</P></DIR>

<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Signification des colonnes&#9;</P>

<UL>
</B></FONT><P ALIGN="JUSTIFY"><LI>La colonne "Nom" indique les noms et pr&eacute;noms des personnes qui ont pass&eacute; la commande.</LI></P></UL>

<P ALIGN="JUSTIFY"></P>

<UL>
<P ALIGN="JUSTIFY"><LI>La colonne "Tel" indique le T&eacute;l&eacute;phone des personnes qui ont pass&eacute; la commande.</LI></P></UL>

<P ALIGN="JUSTIFY"></P>

<UL>
<P ALIGN="JUSTIFY"><LI>La colonne "Nom Liv" indique le Nom de la personne qui r&eacute;ceptionnera la marchandise. Lorsque le nom de la personne qui a command&eacute; correspond au nom de la personne qui sera livr&eacute;e, rien n'est inscrit dans la colonne.</LI></P></UL>

<P ALIGN="JUSTIFY"></P>

<UL>
<P ALIGN="JUSTIFY"><LI>La colonne "Ville Liv." indique la ville dans laquelle sera livr&eacute;e la marchandise. Le code postal pr&eacute;c&egrave;de la ville et permet de faire des regroupements par codes postaux.</LI></P></UL>

<P ALIGN="JUSTIFY"></P>

<UL>
<P ALIGN="JUSTIFY"><LI>La colonne "Tel Liv." indique le t&eacute;l&eacute;phone de la personne chez qui sera livr&eacute;e la marchandise.</LI></P></UL>

<P ALIGN="JUSTIFY"></P>

<UL>
<P ALIGN="JUSTIFY"><LI>La colonne "Impr." Sert &agrave; &eacute;diter les bons de commandes (ou bons de livraison) et/ou les &eacute;tiquettes que vous collerez sur les colis. Pour effectuer les impressions, vous devez cliquer dans la colonne &quot;&nbsp;Impr&nbsp;&quot; pour chaque client concern&eacute;, puis sur &quot;&nbsp;Imprimer&nbsp;&quot; dans le menu du formulaire, s&eacute;lectionner Facture (ou &eacute;tiquette) et cliquer sur Imprimer. Vous pouvez d&eacute;finir un sc&eacute;nario d’impression, par exemple d’abord tous les bons de commandes, puis toutes les &eacute;tiquettes. Cliquez sur Sc&eacute;nario, s&eacute;lectionner &quot;&nbsp;facture&nbsp;&quot;, cliquez sur +, s&eacute;lectionnez sur Etiquettes, puis sur + et enfin sur imprimer.</LI></P></UL>

<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532244">Etablir le compte-rendu de la tourn&eacute;e</A></P>
</FONT><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">G&eacute;n&eacute;ralit&eacute;s</P>
</B></FONT><I><P ALIGN="JUSTIFY">Apr&egrave;s votre tourn&eacute;e, il vous faudra faire le compte-rendu de la tourn&eacute;e dans Infovia, c'est &agrave; dire modifier les quantit&eacute;s command&eacute;es (si n&eacute;cessaire), indiquer les clients livr&eacute;s et ceux qui ont pay&eacute;. </P>
</I><P ALIGN="JUSTIFY">Ce compte rendu se fait par l'interm&eacute;diaire du formulaire <U>Compte-rendu Tourn&eacute;e</U> du r&eacute;pertoire Livraison.</P>
<P ALIGN="JUSTIFY">Dans le tableau qui vous est pr&eacute;sent&eacute;, vous avez la liste de tous les clients qui n'ont pas encore &eacute;t&eacute; livr&eacute;s.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Enregistrer les livraisons</P>
</B></FONT><P ALIGN="JUSTIFY">La colonne "Livr&eacute;e" sert &agrave; enregistrer les livraisons. Pour indiquer qu'un client a &eacute;t&eacute; livr&eacute;, vous devez s&eacute;lectionner la ligne et cliquer dans la colonne &quot;&nbsp;livr&eacute;e&nbsp;&quot; au niveau du client souhait&eacute;. <B>Attention si vous cochez la case livr&eacute;e, vous ne pouvez plus revenir en arri&egrave;re (la case ne peut &ecirc;tre d&eacute;cliqu&eacute;e qu'une seule fois). </P>
</B><P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Enregistrer les r&egrave;glements</P>
</B></FONT><P ALIGN="JUSTIFY">La colonne "Regl" sert &agrave; enregistrer les r&egrave;glements. Pour indiquer qu'un client vous a pay&eacute;, vous devez s&eacute;lectionner la ligne et cliquer dans la colonne "Regl" au niveau du client souhait&eacute;. </P>
<P ALIGN="JUSTIFY">Remarque : lorsque vous enregistrez un r&egrave;glement pour un client, vous n'avez pas besoin d'enregistrer la livraison pour ce client. Le fait d'enregistrer un r&egrave;glement enregistre automatiquement la livraison. Pour avoir toute la marche &agrave; suivre pour la saisie d'un r&egrave;glement, consultez le chapitre &quot;&nbsp;Saisir les r&egrave;glements&nbsp;&quot;.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Imprimer le bon de commande ou la facture</P>
</B></FONT><P ALIGN="JUSTIFY">Pour imprimer le bon de commande, le bon de livraison ou la facture, vous devez cliquer dans la colonne &quot;&nbsp;Impr&nbsp;&quot; pour chaque pi&egrave;ce que vous souhaitez imprimer, puis sur &quot;&nbsp;Imprimer&nbsp;&quot; dans le menu du formulaire, s&eacute;lectionner Facture et cliquer sur Imprimer. Le logiciel &eacute;dite des bons de commande ou des bons de livraison pour les commandes non livr&eacute;es, sinon il &eacute;dite des factures. C’est la livraison qui &eacute;tablit le passage d’une commande en facture.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532245">Saisir les reglements</A></P>
</FONT><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">G&eacute;n&eacute;ralit&eacute;s</P>
</B></FONT><P ALIGN="JUSTIFY">La saisie d'un r&egrave;glement se fait par l'interm&eacute;diaire du formulaire <U>Factures non r&eacute;gl&eacute;es</U> du r&eacute;pertoire R&egrave;glement ou <U>compte-rendu Tourn&eacute;e</U> du r&eacute;pertoire livraison. </P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">S&eacute;lection du client qui a r&eacute;gl&eacute;</P>
</B></FONT><P ALIGN="JUSTIFY">Pour enregistrer le r&egrave;glement d’un client, vous devez s&eacute;lectionner la ligne et cliquer dans la colonne &quot;&nbsp;&quot;Regl&nbsp;&quot; sur la ligne du client dont vous souhaitez effectuer le r&egrave;glement. D&egrave;s que vous avez cliqu&eacute;, un formulaire appara&icirc;t.</P>
<P ALIGN="JUSTIFY"> </P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Date de paiement</P>
</B></FONT><P ALIGN="JUSTIFY">La liste d&eacute;roulante "Date" permet de choisir la date de paiement.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Nom et pr&eacute;nom de la personne qui r&egrave;gle</P>
</B></FONT><P ALIGN="JUSTIFY">Les listes d&eacute;roulantes "Nom" et &quot;&nbsp;Pr&eacute;nom&nbsp;&quot; sont pr&eacute;-renseign&eacute;es. </P>
<B><U><P ALIGN="JUSTIFY">Remarque </B></U>: si le nom de la personne qui paye n'est pas identique au nom la personne qui a pass&eacute; la commande, vous devez s&eacute;lectionner le nom de la personne qui paye (si elle n’est pas dans la liste, cliquez sur le bouton Client du Menu du formulaire afin d’ajouter cette nouvelle personne)</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Mode de paiement</P>
</B></FONT><P ALIGN="JUSTIFY">La liste d&eacute;roulante "Mode de paiement" permet de s&eacute;lectionner quel a &eacute;t&eacute; le mode de paiement du client (ch&egrave;que, CB, esp&egrave;ces…). </P>
<P ALIGN="JUSTIFY"></P>
<B><U><P ALIGN="JUSTIFY">Remarque</B></U>&nbsp;: la liste d&eacute;roulante "Banque" permet de choisir la banque du client (facultatif)</P>
<P ALIGN="JUSTIFY">La zone de saisie "n° ch&egrave;que" permet de saisir le N° de ch&egrave;que (facultatif)</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Montant du r&egrave;glement </P>
</B></FONT><P ALIGN="JUSTIFY">La zone "Montant" est pr&eacute;-remplie avec le montant du r&egrave;glement que le client doit effectuer. Si le client ne paie pas l'int&eacute;gralit&eacute; du montant, vous devez remplacer le montant qui figure dans la zone Montant par celui effectu&eacute; par le client. La zone &quot;&nbsp;Ecart R&egrave;glement&nbsp;&quot; permet de g&eacute;rer le cas o&ugrave; le client effectue un r&egrave;glement sensiblement diff&eacute;rent de ce qu’il aurait d&ucirc; payer.</P>
<P ALIGN="JUSTIFY">Dans la partie basse du formulaire, un tableau regroupe toutes les factures impay&eacute;es (totalement ou partiellement) du client. Vous devez indiquer quelles factures sont concern&eacute;es par le r&egrave;glement. Par exemple, si le r&egrave;glement concerne toutes les factures impay&eacute;es, vous devez cocher toutes les lignes de la colonne Regl. </P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532246">Consulter tous les reglements</A></P>
</B></FONT><P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">G&eacute;n&eacute;ralit&eacute;s</P>
</B></FONT><P ALIGN="JUSTIFY">Si vous souhaitez consulter tous les r&egrave;glements effectu&eacute;s, cliquez sur <U>Liste &#9;R&egrave;glements</U> du r&eacute;pertoire r&egrave;glements. </P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Signification des colonnes</P>

<UL>
</FONT><P ALIGN="JUSTIFY"><LI>Banque&nbsp;: </B>banque du client</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Type</B> : Mode de r&egrave;glement du client</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Nom&nbsp;</B>: nom de la personne qui a r&eacute;gl&eacute;</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Pr&eacute;nom&nbsp;</B>: pr&eacute;nom de la personne qui a r&eacute;gl&eacute;</LI></P>
<B><P ALIGN="JUSTIFY"><LI>N° ch&egrave;que&nbsp;</B>: N° de ch&egrave;que du client</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Montant&nbsp;</B>: montant du r&egrave;glement</LI></P>
<B><P ALIGN="JUSTIFY"><LI>D&eacute;pos&eacute;&nbsp;</B>: colonne qui permet de savoir quels ch&egrave;ques ont &eacute;t&eacute; remis en banque. Pour savoir comment imprimer une remise de ch&egrave;ques, consulter le paragraphe &quot;&nbsp;Imprimer une remise de ch&egrave;ques&nbsp;&quot;.</LI></P></UL>

<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532247">Consulter / imprimer les factures non regl&eacute;es</A></P>
</FONT><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">G&eacute;n&eacute;ralit&eacute;s</P>
</B></FONT><P ALIGN="JUSTIFY">Toutes les factures non r&eacute;gl&eacute;es ou partiellement r&eacute;gl&eacute;es sont affich&eacute;es dans le formulaire <U>Factures non r&eacute;gl&eacute;es</U> du r&eacute;pertoire R&egrave;glement.</P>
<P ALIGN="JUSTIFY">Dans le tableau qui vous est pr&eacute;sent&eacute;, vous avez la liste de toutes les commandes qui ont &eacute;t&eacute; satisfaites (livr&eacute;es). Le tri est effectu&eacute; sur la date de commande (des plus r&eacute;centes au moins r&eacute;centes).</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Consulter une facture non r&eacute;gl&eacute;e</P>
</B></FONT><P ALIGN="JUSTIFY">S&eacute;lectionnez la facture et cliquez sur le bouton &quot;&nbsp;Consulter&nbsp;&quot; du menu du formulaire. Les factures peuvent uniquement &ecirc;tre consult&eacute;es, elles ne peuvent ni &ecirc;tre modifi&eacute;es ni supprim&eacute;es.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Signification des colonnes</P>

<UL>
</FONT><P ALIGN="JUSTIFY"><LI>Regl</B> : cette colonne permet de saisir un r&egrave;glement (Cf. chapitre Saisir un r&egrave;glement)</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Date</B> : Date de la commande</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Nom</B> : Nom de la personne qui a command&eacute;</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Pr&eacute;nom </B>: Pr&eacute;nom de la personne qui a command&eacute;</LI></P>
<B><P ALIGN="JUSTIFY"><LI>TTC </B>: montant total TTC de la commande consid&eacute;r&eacute;e</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Acpt </B>: Montant de la commande restant &agrave; payer pour les commandes en partie r&eacute;gl&eacute;es</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Impr </B>: Cf. le paragraphe &quot;&nbsp;Imprimer la facture&nbsp;&quot;</LI></P></UL>

<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Imprimer la facture</P>
</B></FONT><P ALIGN="JUSTIFY">Pour imprimer les factures des clients vous devez cliquer dans la colonne &quot;&nbsp;Impr&nbsp;&quot; pour chacun des clients dont vous souhaitez imprimer la facture, puis sur &quot;&nbsp;Imprimer&nbsp;&quot; dans le menu du formulaire, s&eacute;lectionner Facture et cliquer sur Imprimer. Si vous imprimez une facture qui a d&eacute;j&agrave; &eacute;t&eacute; imprim&eacute;e, la mention &quot;&nbsp;Duplicata&nbsp;&quot; appara&icirc;tra sur la facture.</P>
<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532248">Consulter toutes les factures</A></P>
</FONT><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">G&eacute;n&eacute;ralit&eacute;s</P>
</B></FONT><P ALIGN="JUSTIFY">Si vous souhaitez consulter toutes les factures enregistr&eacute;es dans Infovia, cliquez sur <U>Liste Factures</U> du r&eacute;pertoire r&egrave;glements. </P>
<P ALIGN="JUSTIFY">Dans le tableau qui vous est pr&eacute;sent&eacute;, vous avez la liste de toutes les commandes qui ont &eacute;t&eacute; livr&eacute;es. Elles peuvent avoir &eacute;t&eacute; r&eacute;gl&eacute;es ou pas encore.</P>
<P ALIGN="JUSTIFY">Le tri est organis&eacute; ainsi : d'abord toutes les factures non r&eacute;gl&eacute;es par ordre de date, puis les factures r&eacute;gl&eacute;es par ordre de date.</P>
<P ALIGN="JUSTIFY">Vous pouvez s&eacute;lectionner la p&eacute;riode entre laquelle vous souhaitez consulter les factures, par d&eacute;faut, puis cliquez sur le bouton OK.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Signification des colonnes</P>

<UL>
</FONT><P ALIGN="JUSTIFY"><LI>Regl</B> : toutes les factures qui ont une croix dans cette colonne ont &eacute;t&eacute; pay&eacute;es en totalit&eacute;. Pour les factures non r&eacute;gl&eacute;es (pour lesquelles la colonne Regl n’est pas coch&eacute;e), vous pouvez saisir un r&egrave;glement en cliquant dans la case (consulter le paragraphe &quot;&nbsp;Saisir les r&egrave;glements&nbsp;&quot; pour plus d’information)</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Date</B> : Date de la commande</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Nom</B> : Nom de la personne qui a command&eacute;</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Pr&eacute;nom </B>: Pr&eacute;nom de la personne qui a command&eacute;</LI></P>
<B><P ALIGN="JUSTIFY"><LI>TTC </B>: montant total TTC de la commande consid&eacute;r&eacute;e</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Acpt </B>: Montant restant d&ucirc;</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Impr </B>: Cf. le paragraphe &quot;&nbsp;Imprimer la facture&nbsp;&quot;. Les factures pay&eacute;es ont une croix dans la colonne Regl.</LI></P></UL>

<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532249">Imprimer une remise de cheques</A></P>
</FONT><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">G&eacute;n&eacute;ralit&eacute;s</P>
</B></FONT><P ALIGN="JUSTIFY">Si vous souhaitez imprimer une remise de ch&egrave;ques, cliquez sur <U>Remise ch&egrave;ques</U> du r&eacute;pertoire R&egrave;glements.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Date de la remise de ch&egrave;ques</P><DIR>

</B></FONT><P ALIGN="JUSTIFY">La liste d&eacute;roulante "Date", permet de s&eacute;lectionner la date de la remise de ch&egrave;que.&#9;</P>
<P ALIGN="JUSTIFY">&nbsp;</P></DIR>

<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">S&eacute;lection de votre banque</P><DIR>

</B></FONT><P ALIGN="JUSTIFY">La liste d&eacute;roulante "banque", permet de s&eacute;lectionner votre banque. ATTENTION&nbsp;: VOUS DEVEZ OBLIGATOIREMENT SELECTIONNER LA BANQUE POUR ENREGISTRER UNE REMISE DE CHEQUE.</P>
<P ALIGN="JUSTIFY">&nbsp;</P></DIR>

<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">S&eacute;lection des ch&egrave;ques que vous souhaitez remettre en banque</P><DIR>

</B></FONT><P ALIGN="JUSTIFY">Dans le tableau, vous pouvez consulter la liste des r&egrave;glements par ch&egrave;que, dont les ch&egrave;ques n'ont pas &eacute;t&eacute; d&eacute;pos&eacute;s. C'est ce tableau qui vous permettra de s&eacute;lectionner les ch&egrave;ques qui figureront sur la remise. </P>
<P ALIGN="JUSTIFY">Pour chacun des ch&egrave;ques que vous souhaitez d&eacute;poser, vous devez cliquer dans la colonne &quot;&nbsp;D&eacute;pos&eacute;&nbsp;&quot;. Le montant de la remise se calcule automatiquement dans la colonne &quot;&nbsp;Montant&nbsp;&quot;.</P></DIR>

<B><FONT FACE="Americana" SIZE=4><P ALIGN="JUSTIFY">Signification des colonnes</P>

<UL>
</FONT><P ALIGN="JUSTIFY"><LI>Banque&nbsp;: </B>banque du client</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Type</B> : Mode de r&egrave;glement du client</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Nom&nbsp;</B>: nom de la personne qui a r&eacute;gl&eacute;</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Pr&eacute;nom&nbsp;</B>: pr&eacute;nom de la personne qui a r&eacute;gl&eacute;</LI></P>
<B><P ALIGN="JUSTIFY"><LI>N° ch&egrave;que&nbsp;</B>: N° de ch&egrave;que du client</LI></P>
<B><P ALIGN="JUSTIFY"><LI>Montant&nbsp;</B>: montant du r&egrave;glement</LI></P>
<B><P ALIGN="JUSTIFY"><LI>D&eacute;pos&eacute;&nbsp;</B>: colonne qui permet de s&eacute;lectionner les ch&egrave;ques qui feront partie de la remise.</LI></P></UL>

<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Pour imprimer la remise de ch&egrave;que, cliquez sur le bouton &quot;&nbsp;Imprimer&nbsp;&quot; dans le menu du formulaire.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532250">Consulter Toutes les remises de cheques</A></P>
</B></FONT><P ALIGN="JUSTIFY">Si vous souhaitez consulter toutes les remises de ch&egrave;ques effectu&eacute;es, cliquez sur <U>Liste Remises</U> du r&eacute;pertoire r&egrave;glements. </P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532251">Utiliser Infovia pour g&eacute;rer les op&eacute;rations commerciales</A></P>
</B></FONT><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Par exemple, vous lancez une op&eacute;ration commerciale qui pr&eacute;cise que vous offrez 2 Kg de steak hach&eacute; &agrave; tous les clients qui auront command&eacute; plus de 20 kg de viande entre le 15 mars et le 15 avril. Vous devez tout d'abord cliquer dans Options, puis s&eacute;lectionner la date de d&eacute;but de l'op&eacute;ration commerciale dans la zone &quot;&nbsp;Der Op Commerciale&nbsp;&quot; (&agrave; l'occurrence le 15 mars). Ainsi, pour chaque nouvelle commande, vous pourrez savoir pour chaque client quelle est la quantit&eacute; command&eacute;e depuis le 15 mars.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532253">Utiliser INFOVIA pour g&eacute;rer les relances paiements</A></P>
</B></FONT><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Si vous le souhaitez, vous pouvez d&eacute;finir un d&eacute;lai (&agrave; partir de la date de facture) apr&egrave;s lequel un client doit &ecirc;tre relanc&eacute;. Ce d&eacute;lai est fix&eacute; en cliquant sur le bouton Options du menu g&eacute;n&eacute;ral, puis en saisissant un chiffre dans la zone "Nb Jours Relance Paiements".</P>
<P ALIGN="JUSTIFY">Si vous fixez ce d&eacute;lai &agrave; 30 jours, tous les clients dont la derni&egrave;re facture a &eacute;t&eacute; &eacute;tablie il y a plus de 30 jours et dont le r&egrave;glement n'a toujours pas &eacute;t&eacute; saisi seront dans la liste des clients &agrave; relancer. Vous pouvez consulter cette liste en cliquant sur le formulaire <I>Relances paiements </I>du r&eacute;pertoire <I>Relances. </I>Dans cette liste, vous trouvez le nom de tous les clients &agrave; relancer, la date de la derni&egrave;re facture non r&eacute;gl&eacute;e, le montant TTC de cette facture, le montant des acomptes effectu&eacute;s.</P>
<P ALIGN="JUSTIFY">Apr&egrave;s avoir relanc&eacute; un client, vous devez le s&eacute;lectionner et cliquer sur le bouton Relanc&eacute; du menu du formulaire. Un message vous demande "Dans combien de jours ce client doit figurer &agrave; nouveau dans la liste des clients &agrave; relancer. Saisissez le nombre de jours souhait&eacute;.</P>
<P ALIGN="JUSTIFY">. </P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Verdana" SIZE=6><P ALIGN="CENTER"><A NAME="_Toc536532254">Chapitre </A>7</P>
</FONT><I><FONT SIZE=5><P ALIGN="RIGHT">Sauvegarde</P>
</FONT><FONT SIZE=4><P ALIGN="JUSTIFY"></P>
</FONT><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY">&nbsp;</P>
</FONT><P ALIGN="JUSTIFY">Important</B> : Ce chapitre explique la proc&eacute;dure &agrave; effectuer pour sauvegarder toutes les donn&eacute;es enregistr&eacute;es dans INFOVIA. </P>
<P ALIGN="JUSTIFY">Nous vous recommandons fortement de sauvegarder r&eacute;guli&egrave;rement vos donn&eacute;es.</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
</I><B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532255">Effectuer une sauvegarde</A></P>

<UL>
</B></FONT><P ALIGN="JUSTIFY"><LI>Cliquez sur le bouton &quot;&nbsp;Sauvegarde&nbsp;&quot; du menu g&eacute;n&eacute;ral. </LI></P>
<P ALIGN="JUSTIFY"><LI>Une fen&ecirc;tre Enregistrer Sous s’affiche, vous devez s&eacute;lectionner l’endroit o&ugrave; sera stock&eacute; le fichier de sauvegarde (le plus prudent est de choisir un support de sauvegarde externe&nbsp;: par exemple un CD si vous avez un graveur) et saisir la mention &quot;&nbsp;dbBovilog.mdb&nbsp;&quot; dans la zone &quot;&nbsp;Nom du fichier&nbsp;&quot;.</LI></P></UL>

<P ALIGN="JUSTIFY">&nbsp;</P>
<B><FONT FACE="Arial" SIZE=4><P ALIGN="JUSTIFY"><A NAME="_Toc536532256">R&eacute;cup&eacute;rer les donnees d’une sauvegarde</A></P>

<UL>
</B></FONT><P ALIGN="JUSTIFY"><LI>Copier le fichier dbBovilog.mdb dans C:\Program Files\Infovia</LI></P>
<P ALIGN="JUSTIFY"><LI>Si le fichier existe d&eacute;j&agrave;, remplacez-le.</LI></P></UL>

<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P></BODY>
</HTML>
